[
  {
    "title": "Tuko Pamoja (We are One) (2024)",
    "desc": "Guided by the oral tradition culture, the filmmaker (Cindy Magara) goes into the community to seek an in-depth understanding of the construction of cultural identity/ethnicity and how they relate or fit in the larger Uganda (and, by extension East Africa) that is seen to have closely linked, yet diverse peoples.",
    "path": "/film/6653925ab30afd15ac294f7a",
    "img": "https://ik.imagekit.io/nyatimot/films-metadata/Tuko%20Pamoja%20(2024)/Posters/main-1.png?updatedAt=1724762626393"
  },
  {
    "title": "Windows of Hope (2011)",
    "desc": "Windows of Hope analyses the catastrophe that can befall a family (as a foundation of any society) when fundamental civil servants like teachers, police personnel, and nurses are adequately remunerated. Youth and children’s care, education, and mentorship issues are dramatised, plus the vices of greed and betrayal.",
    "path": "/film/6653809ab30afd15ac294f78",
    "img": "https://ik.imagekit.io/nyatimot/films-metadata/Windows%20of%20Hope(2011)/Posters/Window_of_hope.png?updatedAt=1726827155041"
  },
  {
    "title": "Fair Play (2010)",
    "desc": "It explores civic education in third-world politics. Some key concerns include reconciliation, resilience, corruption and respect for humanity. (See Fair Play 2010 for details). Fair Play was funded by the E.U. & the Uganda Electoral Commission. ",
    "path": "/film/66504774b30afd15ac294f77",
    "img": "https://ik.imagekit.io/nyatimot/films-metadata/Fair%20Play(2010)/Posters/FAIR%20PLAY%20POSTER_v2.png?updatedAt=1724321468256"
  },
  {
    "title": "Fate (2006)",
    "desc": "Fate is a fiction docudrama that explores the challenges of HIV/AIDS among the elite. Love, betrayal, domestic violence, single parenthood and living positively with HIV, among others, are some of the major themes the film explores. (see FATE 2006 for details). ",
    "path": "/film/665383c3b30afd15ac294f79",
    "img": "https://ik.imagekit.io/nyatimot/films-metadata/Fate(2006)/Posters/Movie%20poster.png?updatedAt=1724325942315"
  },
  {
    "title": "A Book for Every Child  (2011)",
    "desc": "It’s a documentary film about teachers in post–Kony–war Northern Uganda who are actively engaged in creating primary school Readers after the devastation of war. It is written and directed by Cindy Magara. The DELphe project at Makerere University funded it. ",
    "path": "",
    "img": ""
  },
  {
    "title": "Breaking the Mesh (2012",
    "desc": "It looks at independent decision-making among children and youths. It fantasises about the aesthetic values of literature as an art. It was directed by Kennedy Kihire, written by Rogers Atukunda and produced by Nyati Motion Pictures.",
    "path": "",
    "img": ""
  }
]
